Repository: lliurex/lliurex-java-panel
Catalog: lliurex-po/lliurex-java-panel/*.po
Languages: ca@valencia

source: You need administration privileges to run this application.
ca@valencia: Necessiteu privilegis d'administració per a executar aquesta aplicació.

source: Home
ca@valencia: Inici

source: View details
ca@valencia: Veure detalls

source: Settings
ca@valencia: Configuració

source: Help
ca@valencia: Ajuda

source: Uninstall
ca@valencia: Desinstal·la

source: Install
ca@valencia: Instal·la

source: Uninstall process
ca@valencia: Procés de desinstal·lació

source: Do you want uninstall the selected Java versions?
ca@valencia: Voleu desinstal·lar les versions de Java seleccionades?

source: Cancel
ca@valencia: Cancel·la

source: Installation process has ending with errors
ca@valencia: El procés d'instal·lació ha finalitzat amb errors

source: Unable to apply configuration option
ca@valencia: No és possible aplicar l'opció de configuració

source: Internet connection not detected
ca@valencia: No s'ha detectat connexió a Internet

source: Uninstallation process has ending with errors
ca@valencia: El procés de desinstal·lació ha finalitzat amb errors

source: Installation process has ending successfully
ca@valencia: El procés d'instal·lació ha finalitzat correctament

source: Change apply successfully
ca@valencia: La configuració s'ha canviat correctament

source: Checking internet connection. Wait a moment...
ca@valencia: S'està comprobant la conexió a Internet. Espereu un moment...

source: Preparing installation. Wait a moment...
ca@valencia: S'està preparant la instal·lació...

source: Installing selected Java versions. Wait a moment...
ca@valencia: S'estan instal·lant la versió o versions de Java seleccionades. Espereu un moment...

source: Uninstalling selected Java versions. Wait a moment...
ca@valencia: S'estan desinstal·lant la versió o versions de Java seleccionades. Espereu un moment...

source: Uninstallation process has ending successfully
ca@valencia: El procés d'instal·lació ha finalitzat correctament

source: Accept
ca@valencia: Accepta

source: Click to filter java by status
ca@valencia: Premeu per a filtrar els Java per stat

source: Show installed Java
ca@valencia: Mostra Java instal·lats

source: Show uninstalled Java
ca@valencia: Mostra Java no instal·lats

source: Show Java with error
ca@valencia: Mostra Java amb error

source: Remove filter
ca@valencia: Elimina el filtre

source: Search...
ca@valencia: Busca...

source: Java versions not available
ca@valencia: Versions de Java no disponibles

source: Uncheck all
ca@valencia: Desmarca tots

source: Check all
ca@valencia: Marca tot

source: List of Java versions availables
ca@valencia: Llista de versions de Java disponibles

source: Uninstallation process details
ca@valencia: Detalls del procés de desinstal·lació

source: Installation process details
ca@valencia: Detalls del procés d'instal·lació

source: Java Control Panel. Select one tu run it
ca@valencia: Tauler de control de Java. Seleccioneu-ne un per a executar-lo

source: Java Web Start. Alternative configured:
ca@valencia: Java Web Start. Alternativa configurada:

source: Java Runtime Environment. Alternative configured:
ca@valencia: Java Runtime Environment. Alternativa configurada:

source: Firefox plugin. Alternative configured:
ca@valencia: Connector de Firefox. Alternativa configurada:

source: Loading information. Wait a moment...
ca@valencia: S'està carregant la informació. Espereu un moment...

source: Configuration options
ca@valencia: Opcions de configuració
